{
  "spherical": {
    "title": "Spherical Contact Lenses",
    "path": "",
    "banner": "https://ocumail-content.s3.eu-west-2.amazonaws.com/info_thumb_refconditions_myopia.jpg",
    "sections": [
      {
        "title": "What is Myopia?",
        "content": "Myopia, also known as short-sightedness or near-sightedness, is a common vision condition where you can see objects near to you clearly, but objects farther away are blurry. This condition typically develops during childhood and can progress until early adulthood."
      },
      {
        "title": "Symptoms",
        "content": "Common symptoms include squinting, eye strain, headaches, and difficulty seeing objects at a distance such as road signs or school boards. Children might sit closer to the TV or front of the classroom, and adults might have trouble driving at night."
      },
      {
        "title": "Causes",
        "content": "Myopia occurs when the eye grows too long from front to back, or the cornea has too much curvature. This causes light rays to focus in front of the retina instead of directly on it. The condition can be hereditary and is often discovered in children between the ages of 8 and 12 years old."
      },
      {
        "title": "Treatment Options",
        "content": "Treatment options include prescription eyeglasses, contact lenses, and in some cases, refractive surgery like LASIK. Early intervention is crucial, especially in children. Modern treatments also include special contact lenses and eye drops that may help slow the progression of myopia in children."
      }
    ]
  },
  "toric contact lenses": {
    "title": "Toric Contact Lenses",
    "banner": "https://ocumail-content.s3.eu-west-2.amazonaws.com/info_thumb_refconditions_hyperopia.jpg",
    "sections": [
      {
        "title": "What is Hyperopia?",
        "content": "Hyperopia, also known as far-sightedness, is a common refractive error where you can see distant objects clearly, but objects nearby appear blurry."
      },
      {
        "title": "Symptoms",
        "content": "Common symptoms include difficulty seeing objects up close, eye strain, headaches, and difficulty performing tasks that require near vision, such as reading or cooking."
      },
      {
        "title": "Causes",
        "content": "Hyperopia occurs when the eye is too short from front to back, or the cornea has too little curvature. This causes light rays to focus behind the retina instead of directly on it. The condition can be hereditary and is often discovered in children between the ages of 8 and 12 years old."
      },
      {
        "title": "Treatment Options",
        "content": "Treatment options include prescription eyeglasses, contact lenses, and in some cases, refractive surgery like LASIK. Early intervention is crucial, especially in children. Modern treatments also include special contact lenses and eye drops that may help slow the progression of hyperopia in children."
      }
    ]
  },
  "multifocal contact lenses": {
    "title": "Multifocal Contact Lenses",
    "banner": "https://ocumail-content.s3.eu-west-2.amazonaws.com/info_thumb_refconditions_astig.jpg",
    "sections": [
      {
        "title": "What is Astigmatism?",
        "content": "Astigmatism is a common vision condition that occurs when the cornea or lens has an irregular curve, causing blurred or distorted vision at all distances."
      },
      {
        "title": "Symptoms",
        "content": "Symptoms include blurred vision, eye strain, headaches, and difficulty seeing fine details, both close up and at a distance."
      },
      {
        "title": "Diagnosis",
        "content": "An eye care professional can diagnose astigmatism through a comprehensive eye examination, including visual acuity tests and corneal topography."
      },
      {
        "title": "Treatment Options",
        "content": "Treatment options include prescription eyeglasses, contact lenses (including special toric lenses), and laser surgery in some cases."
      }
    ]
  },
  "frutopia": {
    "title": "Frutopia",
    "banner": "https://ocumail-content.s3.eu-west-2.amazonaws.com/info_thumb_refconditions_presbyopia.jpg",
    "sections": [
      {
        "title": "What is Presbyopia?",
        "content": "Presbyopia is an age-related vision change that makes it difficult to focus on close objects. It typically becomes noticeable in your mid-40s and continues to progress."
      },
      {
        "title": "Symptoms",
        "content": "Common symptoms include difficulty reading small print, needing to hold reading material at arm's length, and eye strain when doing close work."
      },
      {
        "title": "Causes",
        "content": "Presbyopia occurs due to the natural aging process affecting the lens of the eye, making it less flexible and harder to focus on close objects."
      },
      {
        "title": "Treatment Options",
        "content": "Treatment options include reading glasses, bifocals, progressive lenses, and multifocal contact lenses. Some people may also consider monovision or other surgical options."
      }
    ]
  },
  "emmetropia": {
    "title": "Emmetropia",
    "banner": "https://ocumail-content.s3.eu-west-2.amazonaws.com/info_thumb_refconditions_emmetropia.jpg",
    "sections": [
      {
        "title": "What is Emmetropia?",
        "content": "Emmetropia refers to the ideal optical condition of the eye where light is perfectly focused on the retina without the need for corrective lenses. People with emmetropic vision can see both near and distant objects clearly."
      },
      {
        "title": "Characteristics",
        "content": "People with emmetropia have no significant refractive errors such as myopia, hyperopia, or astigmatism. Their cornea and lens work together to focus light directly onto the retina without distortion."
      },
      {
        "title": "How is Emmetropia Maintained?",
        "content": "Maintaining good eye health through regular check-ups, a healthy diet, and proper eye care practices can help preserve emmetropic vision. While emmetropia is naturally occurring, age-related changes like presbyopia can still affect vision over time."
      }
    ]
  }
}
